{"translation-revision-date":"2020-06-03 00:05:50+0000","generator":"GlotPress\/3.0.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Setting up a store for a client? {{link}}Start here{{\/link}}":["Sätter du upp en butik åt en kund? {{link}}Börja här{{\/link}}"],"By clicking \"Set up,\" you agree to the {{link}}Terms of Service{{\/link}}":["Genom att klicka på ”Konfigurera” samtycker du till  {{link}}Tjänstvillkoren{{\/link}}"],"Skip store setup":["Hoppa över butikskonfigurationen"],"Connect your PayFast account":["Anslut ditt PayFast-konto"],"Connect your Klarna account":["Anslut ditt Klarna-konto"],"Take payments via bank transfer.":["Ta betalt via banköverföring."],"Take payments in cash upon delivery.":["Ta betalt kontant vid leverans."],"Selecting this extension will configure your store to use South African rands as the selected currency.":["Om du väljer det här tillägget så konfigureras din butik att använda sydafrikanska rand som valuta."]," Selling CBD products is only supported by Square.":[" Försäljning av CBD-produkter stöds bara av Square."],"My store doesn’t take payments":["Min butik tar inte emot betalningar"],"There was a problem updating settings for %s":["Det gick inte att uppdatera inställningarna för %s"],"Passphrase":["Lösenfras"],"Merchant Key":["Handlarnyckel"],"Merchant ID":["Handlar-ID"],"PayFast connected successfully":["PayFast har anslutits"],"Please enter your passphrase":["Ange din lösenfras"],"Please enter your merchant ID":["Ange ditt handlar-ID"],"Connect your store to your PayPal account. Don’t have a PayPal account? Create one.":["Anslut din butik till ditt PayPal-konto. Har du inget PayPal-konto? Skapa ett."],"PayFast":["PayFast"],"Connect your PayPal account":["Anslut ditt PayPal-konto"],"Verify details":["Verifiera detaljer"],"A Paypal account is required to process payments. You will be redirected to the Paypal website to create the connection.":["Ett PayPal-konto krävs för att behandla betalningar. Du skickas vidare till PayPal-webbplatsen för att skapa anslutningen."],"Verify your business details with our payment partner, Stripe.":["Verifiera dina företagsuppgifter hos vår betalningspartner Stripe."],"Verify business details":["Verifiera företagsuppgifter"],"There was an error connecting to WooCommerce Payments. Please try again or skip to connect later in store settings.":["Det gick inte att ansluta till WooCommerce Payments. Försök igen eller hoppa över för att ansluta senare i butiksinställningarna."],"Connect your Square account":["Anslut ditt Square-konto"],"WooCommerce Payments connected successfully.":["WooCommerce Payments har anslutits."],"A Square account is required to process payments. You will be redirected to the Square website to create the connection.":["Ett Square-konto krävs för att behandla betalningar. Du skickas vidare till Square-webbplatsen för att skapa anslutningen."],"Connect your store to your Stripe account. Don’t have a Stripe account? Create one.":["Anslut din butik till ditt Stripe-konto. Har du inget Stripe-konto? Skapa ett."],"Connect your Stripe account":["Anslut ditt Stripe-konto"],"Your API details can be obtained from your {{docsLink}}Stripe account{{\/docsLink}}.  Don’t have a Stripe account? {{registerLink}}Create one.{{\/registerLink}}":["Du kan få din API-information från ditt {{docsLink}}Stripe-konto{{\/docsLink}}. Har du inget Stripe-konto? {{registerLink}}Skapa ett.{{\/registerLink}}"],"A Stripe account is required to process payments.":["Ett Stripe-konto krävs för att behandla betalningar."],"Add your bank details":["Lägg till dina bankdetaljer"],"Please enter a valid secret key. Valid keys start with \"sk_live\" or \"rk_live\".":["Ange en giltig hemlig nyckel. Giltiga nycklar börjar med \"sk_live\" eller \"rk_live\"."],"Please enter a valid publishable key. Valid keys start with \"pk_live\".":["Ange en giltig publicerbar nyckel. Giltiga nycklar börjar med \"pk_live\"."],"These details are required to receive payments via bank transfer":["Dessa uppgifter krävs för att ta emot betalningar via banköverföring"],"Direct bank transfer details added successfully":["Uppgifter för direkt banköverföring har lagts till"],"There was a problem saving your payment setings":["Det gick inte att spara dina betalningsinställningar."],"Please enter an account number or IBAN":["Ange ett kontonummer eller IBAN"],"Google Ads":["Google Ads"],"WooCommerce Payments":["WooCommerce-betalningar"],"WooCommerce PayFast":["WooCommerce PayFast"],"WooCommerce Stripe":["WooCommerce Stripe"],"WooCommerce PayPal":["WooCommerce PayPal"],"Install %s":["Installera %s"],"WooCommerce ShipStation Gateway":["WooCommerce ShipStation Gateway"],"Below you’ll find a list of the most important steps to get your store up and running.":["Nedan finner du en lista med de viktigaste stegen för att komma igång med din butik."],"Set up your store and start selling":["Konfigurera din butik och börja sälja"],"Once complete your store will be ready for launch - exciting!":["När du är klar kommer din butik att vara redo för lansering – spännande!"],"Based on the information you provided we’ve prepared some final set up tasks for you to perform.":["Baserat på den information du angett så har vi förberett några slutliga konfigurationssteg för dig att utföra."],"No, hide it":["Nej, dölj det"],"Yes, keep it":["Ja, behåll det"],"Remove this card":["Ta bort detta kort"],"Woo hoo - you're almost there!":["Hurra – du är nästan i mål!"],"Task List Options":["Uppgiftslistealternativ"],"Is this card useful?":["Är det här kortet användbart?"],"Select which payment providers you’d like to use and configure them":["Välj vilka betalningsleverantörer som du vill använda och konfigurera dem"],"Purchase & install extensions":["Köp och installera utökningar"],"Connect your store to WooCommerce.com":["Anslut din butik till WooCommerce.com"],"Set up tax":["Ställ in moms"],"Set up payments":["Konfigurera betalningar"],"Choose how to configure tax rates - manually or automatically":["Välj hur du vill konfigurera skattesatser – manuellt eller automatiskt"],"Configure some basic shipping rates to get started":["Konfigurera några grundläggande fraktavgifter för att komma igång"],"Set up shipping":["Konfigurera frakt"],"Create a custom homepage and upload your logo":["Skapa en anpassad webbplats och ladda upp din logotyp"],"Personalize your store":["Anpassa din butik"],"Add products manually, import from a sheet or migrate from another platform":["Lägg till produkter manuellt, importera från ett kalkylblad eller migrera från en annan plattform"],"Install and manage your extensions directly from your Dashboard":["Installera och hantera dina tillägg direkt från din Instrumentpanel"],"Purchase, install, and manage your extensions directly from your dashboard":["Köp, installera och hantera dina tillägg direkt från din instrumentpanel"],"Choose the payment that you want, pay now, pay later or slice it. No credit card numbers, no passwords, no worries.":["Välj de betalning du vill ha, betala nu, betala senare eller dela upp det. Inga kreditkortsnummer, inga lösenord, inga problem."],"PayPal Checkout":["PayPal i kassan"],"💰 Ka-ching! Your store can now accept payments 💳":["💰 Ka-ching! Din butik kan nu acceptera betalningar 💳"],"Credit cards - powered by Stripe":["Kreditkort – drivs av Stripe"],"Please enter your API password":["Ange ditt API-lösenord"],"Please enter your API username":["Ange ditt API-användarnamn"],"No thanks, I'll configure taxes manually":["Nej tack, jag konfigurerar momser manuellt"],"Your API details can be obtained from your {{link}}PayPal account{{\/link}}":["Du kan få din API-information från ditt {{link}}PayPal-konto{{\/link}}"],"PayPal connected successfully.":["PayPal har anslutits."],"There was an error connecting to Square. Please try again or skip to connect later in store settings.":["Ett fel inträffade vid anslutning till Square. Försök igen eller hoppa över för att ansluta senare i butiksinställningarna."],"Square connected successfully.":["Square har anslutits."],"Live Secret Key":["Live hemlig nyckel"],"Live Publishable Key":["Live publicerbar nyckel"],"There was a problem saving your payment settings.":["Det uppstod ett problem med att spara dina betalningsinställningar."],"Stripe connected successfully.":["Stripe har anslutits."],"Good news!":["Goda nyheter!"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Genom att klicka Konfigurera så aktiverar du skattesatser och beräkningar. Mer information {{link}}här{{\/link}}."],"Klarna can be configured under your {{link}}store settings{{\/link}}. Figure out {{helpLink}}what you need{{\/helpLink}}.":["Klarna kan konfigureras under dina {{link}}butiksinställningar{{\/link}}. Fundera på {{helpLink}}vad du behöver{{\/helpLink}}."],"Your API details can be obtained from your {{link}}PayFast account{{\/link}}":["Du kan få din API-information från ditt {{link}}PayFast-konto{{\/link}}"],"Please enter your merchant key":["Ange din handlarnyckel"],"Connect your store":["Anslut din butik"],"Configure tax rates":["Konfigurera momssatser"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Anslut din butik till WordPress.com för att aktivera automatisk beräkning av försäljningsmoms"],"Set up tax rates manually":["Ställ in momssatser manuellt"],"Connect your store to WordPress.com to enable label printing":["Anslut din butik till WordPress.com för att aktivera etikettutskrift"],"Head over to the tax rate settings screen to configure your tax rates":["Gå över till inställningsskärmen för skattesatser för att konfigurera dina skattesatser"],"Jetpack and WooCommerce Services allow you to automate sales tax calculations":["Med Jetpack och WooCommerce Services kan du automatisera skatteberäkningar"],"Install Jetpack and WooCommerce Services":["Installera Jetpack och WooCommerce Services"],"You're awesome! One less item on your to-do list ✅":["Det går fantastiskt bra! En sak mindre på din att göra-lista ✅"],"There was a problem updating your tax settings.":["Det uppstod ett problem med att uppdatera dina skatteinställningar."],"Enable shipping label printing":["Aktivera utskrift av fraktetiketter"],"Define how much customers pay to ship to different destinations":["Definiera hur mycket kunder betalar för att frakta till olika destinationer"],"Set shipping costs":["Ange fraktkostnader"],"The address from which your business operates":["Adressen som du bedriver din verksamhet ifrån"],"Set store location":["Ange butiksplats"],"📦 Shipping is done! Don't worry, you can always change it later.":["📦 Frakten är klar! Var inte orolig, du kan alltid ändra det senare."],"Please select a country \/ region":["Välj ett land\/region"],"Post code":["Postnummer"],"Address line 2 (optional)":["Adressrad 2 (valfritt)"],"Please add a post code":["Lägg till ett postnummer"],"Please add a city":["Lägg till en ort"],"Please add an address":["Lägg till en adress"],"Upload a logo":["Ladda upp en logga"],"Create homepage":["Skapa startsida"],"Create a new homepage and customize it to suit your needs":["Skapa en ny startsida och anpassa den efter dina behov"],"Create a custom homepage":["Skapa en anpassad startsida"],"Skip":["Hoppa över"],"Add manually (recommended)":["Lägg till manuellt (rekommenderas)"],"Migrate":["Migrera"],"Shipping cost":["Fraktkostnad"],"Shipping rates can not be negative numbers.":["Fraktavgifter kan inte vara negativa tal."],"Your shipping rates have been updated.":["Dina fraktavgifter har uppdaterats."],"There was a problem saving your store location.":["Det uppstod ett problem med att spara din butiksplats."],"For stores currently selling elsewhere we suggest using a product migration service":["För butiker som säljer på andra platser rekommenderar vi att använda en produktmigreringstjänst"],"For larger stores we recommend importing all products at once via CSV file":["För större butiker rekommenderar vi att importera alla produkter direkt via en CSV-fil"],"For small stores we recommend adding products manually":["För mindre butiker rekommenderar vi att du lägger till produkterna manuellt"],"Store connected to WooCommerce.com and extensions are being installed.":["Butiken har anslutits till WooCommerce.com och tillägg installeras."],"You must click approve to install your extensions and connect to WooCommerce.com.":["Du måste klicka på godkänn för att installera dina tillägg och ansluta till WooCommerce.com."],"Complete task":["Slutför uppgiften"],"Optionally display a prominent notice across all pages of your store":["Du kan visa ett valfritt meddelande synligt på alla sidor på din butk"],"Set a store notice":["Ange ett butiksmeddelande"],"Proceed":["Fortsätt"],"Ensure your store is on-brand by adding your logo":["Se till att din butik håller sig till varumärket genom att lägga till logotyp"],"We’ll add some products that will make it easier to see what your store looks like":["Vi lägger till några produkter som gör det enklare att se hur din butik ser ut"],"Customize":["Anpassa"],"🎨 Your store is looking great! Don't forget to continue personalizing it.":["🎨 Din butik ser jättebra ut! Glöm inte att fortsätta anpassa den."],"Purchase & install now":["Köp och installera nu"],"I'll do it later":["Jag gör det senare"],"Store logo updated sucessfully.":["Butikslogotypen uppdaterades."],"You won't have access to this functionality until the extensions have been purchased and installed.":["Du kommer inte ha åtkomst till den här funktionen tills tilläggen har köpts och installerats."],"Remove block":["Ta bort block"],"%s — %s per year":["%s — %s per år"],"Would you like to purchase and install the following features now?":["Vill du köpa och installera följande funktioner nu?"],"There was an error connecting to WooCommerce.com. Please try again.":["Ett fel inträffade vid anslutning till WooCommerce.com. Var vänlig försök igen."],"Add your first product":["Lägg till din första produkt"],"Country \/ Region":["Land\/Region"],"Yes please":["Ja, tack"],"Retry":["Försök igen"],"Done":["Klart"],"woocommerce":["woocommerce"],"Facebook for WooCommerce":["Facebook för WooCommerce"],"Set up":["Konfigurera"],"Mailchimp for WooCommerce":["Mailchimp för WooCommerce"],"The PayFast extension for WooCommerce enables you to accept payments by Credit Card and EFT via one of South Africa’s most popular payment gateways. No setup fees or monthly subscription costs.":["Utökningen PayFast for WooCommerce låter dig ta emot betalningar via kreditkort och EFT via ett av Sydafrikas mest populära betalsätt. Inga installationsavgifter eller månadskostnader."],"Klarna Checkout for WooCommerce":["Klarna Checkout for WooCommerce"],"Klarna Payments for WooCommerce":["Klarna Payments for WooCommerce"],"Recommended":["Rekommenderad"],"Square":["Square"],"Klarna Payments":["Klarna Payments"],"Klarna Checkout":["Klarna Checkout"],"Import products":["Importera produkter"],"Jetpack":["Jetpack"],"Connect":["Anslut"],"Safe and secure payments using credit cards or your customer's PayPal account.":["Trygga och säkra betalningar med kreditkort eller kundens PayPal konto."],"Import":["Importera"],"WooCommerce Services":["WooCommerce Services"],"Free shipping":["Fri frakt"],"Address line 1":["Adresslinje 1"],"Rest of the world":["Resten av världen"],"Configure":["Konfigurera"],"and":["och"],"IBAN":["IBAN"],"BIC \/ Swift":["BIC \/ Swift"],"Bank name":["Banknamn"],"Account number":["Kontonummer"],"Account name":["Kontonamn"],"Sort code":["Sorteringskod"],"Direct bank transfer":["Banköverföring"],"API Username":["API-användarnamn"],"API Password":["API-lösenord"],"Store notice text":["Text i butiksmeddelande"],"Save":["Spara"],"No thanks":["Nej tack"],"Cash on delivery":["Betala vid leverans"],"City":["Stad"],"Continue":["Fortsätt"],"Update":["Uppdatera"],"Settings":["Inställningar"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/task-list.52fe0e41a24d55f1b9b1.js"}}