{"translation-revision-date":"2020-06-03 20:27:58+0000","generator":"GlotPress\/3.0.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Import sample products":["Importa i prodotti di esempio"],"By clicking \"Set up,\" you agree to the {{link}}Terms of Service{{\/link}}":["Facendo clic su \"Configura\", accetti i nostri {{link}}Termini di servizio{{\/link}}."],"Setting up a store for a client? {{link}}Start here{{\/link}}":["Stai configurando un negozio per un cliente? {{link}}Inizia qui{{\/link}}"],"Skip store setup":["Salta la configurazione del negozio"],"Take payments via bank transfer.":["Ricevi i pagamenti tramite bonifico bancario."],"Take payments in cash upon delivery.":["Ricevi i pagamenti tramite contanti alla consegna."],"Selecting this extension will configure your store to use South African rands as the selected currency.":["Selezionando questa estensione, il tuo negozio verrà configurato per l'utilizzo di Rand sudafricani come valuta selezionata."]," Selling CBD products is only supported by Square.":[" La vendita di prodotti CBD è supportata solamente da Square."],"My store doesn’t take payments":["Il mio negozio non permette i pagamenti"],"There was a problem updating settings for %s":["Si è verificato un problema durante l'aggiornamento delle impostazioni di %s"],"Connect your PayFast account":["Collega il tuo account PayFast"],"Passphrase":["Passphrase"],"Merchant Key":["Chiave venditore"],"Merchant ID":["ID venditore"],"PayFast connected successfully":["PayFast connesso correttamente"],"Please enter your passphrase":["Inserisci la tua passphrase"],"Please enter your merchant ID":["Inserisci il tuo ID venditore"],"Connect your Klarna account":["Collega il tuo account Klarna"],"Connect your store to your PayPal account. Don’t have a PayPal account? Create one.":["Collega il tuo negozio al tuo account PayPal. Non hai un account PayPal? Creane uno."],"PayFast":["PayFast"],"A Paypal account is required to process payments. You will be redirected to the Paypal website to create the connection.":["È richiesto un account Paypal per elaborare i pagamenti. Verrai reindirizzato al sito web di PayPal per creare la connessione."],"Connect your PayPal account":["Collega il tuo account PayPal"],"Verify details":["Verifica i dettagli"],"Verify your business details with our payment partner, Stripe.":["Verifica i dettagli della tua azienda con il tuo partner di pagamento Stripe."],"Verify business details":["Verifica i dettagli dell'azienda"],"There was an error connecting to WooCommerce Payments. Please try again or skip to connect later in store settings.":["Si è verificato un errore durante la connessione a WooCommerce Payments. Prova di nuovo o salta per connetterti successivamente nelle impostazioni del negozio."],"WooCommerce Payments connected successfully.":["WooCommerce Payments è connesso correttamente."],"A Square account is required to process payments. You will be redirected to the Square website to create the connection.":["È richiesto un account Square per elaborare i pagamenti. Verrai reindirizzato al sito web di Square per creare la connessione."],"Connect your Square account":["Collega il tuo account Square"],"Connect your store to your Stripe account. Don’t have a Stripe account? Create one.":["Collega il tuo negozio al tuo account Stripe. Non hai un account Stripe? Creane uno."],"A Stripe account is required to process payments.":["È richiesto un account Stripe per elaborare i pagamenti."],"Connect your Stripe account":["Collega il tuo account Stripe"],"Your API details can be obtained from your {{docsLink}}Stripe account{{\/docsLink}}.  Don’t have a Stripe account? {{registerLink}}Create one.{{\/registerLink}}":["I dettagli dell'API possono essere ottenuti dal tuo {{docsLink}}account Stripe.{{\/docsLink}}. Non hai un account Stripe? {{registerLink}}Creane uno.{{\/registerLink}}"],"Please enter a valid secret key. Valid keys start with \"sk_live\" or \"rk_live\".":["Inserisci una chiave privata valida. Le chiavi valide iniziano con \"sk_live\" o \"rk_live\"."],"Please enter a valid publishable key. Valid keys start with \"pk_live\".":["Inserisci una chiave pubblica valida. Le chiavi valide iniziano con \"pk_live\"."],"These details are required to receive payments via bank transfer":["Questi dettagli vengono richiesti per la ricezione di pagamenti tramite bonifico bancario"],"Add your bank details":["Aggiungi i dettagli della banca"],"Direct bank transfer details added successfully":["Dettagli del bonifico bancario diretto aggiunti correttamente"],"There was a problem saving your payment setings":["Si è verificato un problema durante il salvataggio delle tue impostazioni di pagamento"],"Please enter an account number or IBAN":["Inserisci un numero di conto o un IBAN"],"Google Ads":["Google Ads"],"WooCommerce Payments":["WooCommerce Payments"],"WooCommerce PayFast":["WooCommerce PayFast"],"WooCommerce Stripe":["WooCommerce Stripe"],"WooCommerce PayPal":["WooCommerce PayPal"],"Install %s":["Installa %s"],"WooCommerce ShipStation Gateway":["WooCommerce ShipStation Gateway"],"Below you’ll find a list of the most important steps to get your store up and running.":["Di seguito troverai un elenco dei passaggi più importanti per mantenere attivo e funzionante il tuo negozio."],"Set up your store and start selling":["Configura il tuo negozio e inizia a vendere"],"Once complete your store will be ready for launch - exciting!":["Una volta terminato, il tuo negozio sarà pronto per il lancio. Eccitante!"],"Based on the information you provided we’ve prepared some final set up tasks for you to perform.":["In base alle informazioni che ci hai fornito, abbiamo preparato alcune attività da eseguire per la configurazione finale."],"Woo hoo - you're almost there!":["Dai! Ci sei quasi!"],"Remove this card":["Rimuovi questa scheda"],"Task List Options":["Opzioni elenco attività"],"Yes, keep it":["Sì, tienila"],"No, hide it":["No, nascondila"],"Is this card useful?":["Questa scheda è utile?"],"Select which payment providers you’d like to use and configure them":["Seleziona quali fornitori di pagamento vorresti usare e configurali"],"Set up payments":["Configura i pagamenti"],"Choose how to configure tax rates - manually or automatically":["Scegli come configurare le aliquote, manualmente o automaticamente"],"Set up tax":["Configura l'aliquota"],"Configure some basic shipping rates to get started":["Configura alcune tariffe di spedizione base per iniziare"],"Set up shipping":["Configura la spedizione"],"Create a custom homepage and upload your logo":["Crea una homepage personalizzata e carica il tuo logo"],"Personalize your store":["Personalizza il tuo negozio"],"Add products manually, import from a sheet or migrate from another platform":["Aggiungi i prodotti manualmente, importali da un foglio o migrali da un'altra piattaforma"],"Install and manage your extensions directly from your Dashboard":["Installa e gestisci le estensioni direttamente dalla Bacheca"],"Connect your store to WooCommerce.com":["Connetti il tuo negozio a WooCommerce.com"],"Purchase, install, and manage your extensions directly from your dashboard":["Acquista, installa e gestisci le tue estensioni direttamente dalla tua bacheca"],"Purchase & install extensions":["Acquista e installa le estensioni"],"Choose the payment that you want, pay now, pay later or slice it. No credit card numbers, no passwords, no worries.":["Scegli il pagamento che desideri, paga ora, paga dopo o rateizza il pagamento. Senza numeri della carta di credito, senza password, senza preoccupazioni."],"PayPal Checkout":["Pagamento con PayPal"],"💰 Ka-ching! Your store can now accept payments 💳":["💰 Che guadagni! Il tuo negozio ora può accettare pagamenti 💳"],"Credit cards - powered by Stripe":["Carte di credito (fornito da Stripe)"],"Your API details can be obtained from your {{link}}PayPal account{{\/link}}":["I dettagli dell'API possono essere ottenuti dal tuo {{link}}account PayPal{{\/link}}"],"Please enter your API password":["Inserisci la tua password API"],"Please enter your API username":["Inserisci il tuo nome utente API"],"PayPal connected successfully.":["PayPal connesso correttamente."],"There was an error connecting to Square. Please try again or skip to connect later in store settings.":["Si è verificato un errore durante la connessione a Square. Prova di nuovo o salta per connetterti successivamente alle impostazioni del negozio."],"Square connected successfully.":["Square connesso correttamente."],"Live Secret Key":["Chiave privata live"],"Live Publishable Key":["Chiave pubblica live"],"There was a problem saving your payment settings.":["Si è verificato un problema durante il salvataggio delle tue impostazioni di pagamento."],"Stripe connected successfully.":["Stripe è connesso correttamente."],"No thanks, I'll configure taxes manually":["No grazie, configurerò le aliquote manualmente"],"Good news!":["Buone notizie!"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Facendo clic su \"Configura\" abiliti le aliquote e i calcoli. Ulteriori informazioni {{link}}qui{{\/link}}."],"Klarna can be configured under your {{link}}store settings{{\/link}}. Figure out {{helpLink}}what you need{{\/helpLink}}.":["Klarna può essere configurato nelle {{link}}impostazioni del negozio{{\/link}}. Determina {{helpLink}}quali sono le tue necessità{{\/helpLink}}."],"Your API details can be obtained from your {{link}}PayFast account{{\/link}}":["I dettagli dell'API possono essere ottenuti dal tuo {{link}}account PayFast{{\/link}}"],"Please enter your merchant key":["Inserisci la tua chiave venditore"],"Connect your store":["Connetti il tuo negozio"],"Head over to the tax rate settings screen to configure your tax rates":["Passa alla schermata delle impostazioni dell'aliquota per configurarla"],"Configure tax rates":["Configura le aliquote"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Connetti il tuo negozio a WordPress.com per abilitare i calcoli automatici dell'IVA"],"Set up tax rates manually":["Configura le aliquote manualmente"],"Jetpack and WooCommerce Services allow you to automate sales tax calculations":["Jetpack e Servizi WooCommerce ti consentono di automatizzare i calcoli sull'IVA"],"Install Jetpack and WooCommerce Services":["Installa Jetpack e Servizi WooCommerce"],"You're awesome! One less item on your to-do list ✅":["Sei fantastico! Un elemento in meno sul tuo elenco ✅"],"There was a problem updating your tax settings.":["Si è verificato un problema durante l'aggiornamento dell'impostazione delle aliquote."],"Connect your store to WordPress.com to enable label printing":["Connetti il tuo negozio a WordPress.com per abilitare la stampa delle etichette"],"Enable shipping label printing":["Abilita la stampa delle etichette di spedizione"],"Define how much customers pay to ship to different destinations":["Definisci quanto pagano i clienti per la spedizione verso le differenti destinazioni"],"Set shipping costs":["Imposta i costi di spedizione"],"The address from which your business operates":["L'indirizzo da cui opera il tuo negozio"],"Set store location":["Imposta la posizione del negozio"],"📦 Shipping is done! Don't worry, you can always change it later.":["📦 La spedizione è stata inviata! Non preoccuparti, potrai sempre cambiare più tardi."],"Please select a country \/ region":["Seleziona un Paese\/una regione"],"Shipping cost":["Costi di spedizione"],"Shipping rates can not be negative numbers.":["Le tariffe di spedizione non possono comprendere numeri negativi."],"Your shipping rates have been updated.":["Le tue tariffe di spedizione sono state aggiornate."],"There was a problem saving your store location.":["Si è verificato un problema durante il salvataggio della posizione del negozio."],"Post code":["Codice postale"],"Address line 2 (optional)":["Linea dell'indirizzo 2 (facoltativo)"],"Please add a post code":["Aggiungi un codice postale"],"Please add a city":["Aggiungi una città"],"Please add an address":["Aggiungi un indirizzo"],"For stores currently selling elsewhere we suggest using a product migration service":["Per i negozi che vendono altrove, consigliamo di usare un servizio di migrazione del prodotto"],"Migrate":["Migra"],"For larger stores we recommend importing all products at once via CSV file":["Per i negozi più grandi consigliamo di importare tutti i prodotti in una volta tramite un file CSV"],"For small stores we recommend adding products manually":["Per i negozi più piccoli consigliamo di aggiungere i prodotti manualmente"],"Add manually (recommended)":["Aggiungi manualmente (consigliato)"],"Store connected to WooCommerce.com and extensions are being installed.":["Il negozio è connesso a WooCommerce.com e le estensioni sono state installate."],"You must click approve to install your extensions and connect to WooCommerce.com.":["Devi fare clic per approvare l'installazione delle estensioni e connetterti a WooCommerce.com."],"Complete task":["Completa l'attività"],"Optionally display a prominent notice across all pages of your store":["Mostra facoltativamente un avviso importante su tutte le pagine del tuo negozio"],"Set a store notice":["Imposta un avviso del negozio"],"Proceed":["Procedi"],"Ensure your store is on-brand by adding your logo":["Assicurati che il tuo negozio sia alla moda aggiungendo il tuo logo"],"Upload a logo":["Carica un logo"],"Create homepage":["Crea la homepage"],"Create a new homepage and customize it to suit your needs":["Crea una nuova homepage e personalizzala per adattarla alle tue necessità"],"Create a custom homepage":["Crea una homepage personalizzata"],"Skip":["Salta"],"We’ll add some products that will make it easier to see what your store looks like":["Aggiungeremo alcuni prodotti che renderanno più facile vedere come appare il tuo negozio"],"Customize":["Personalizza"],"🎨 Your store is looking great! Don't forget to continue personalizing it.":["🎨 Il tuo negozio ha un aspetto fantastico! Non dimenticare di continuare a personalizzarlo."],"All sample products have been imported.":["Tutti i prodotti di esempio sono stati importati."],"There was an error importing some of the sample products.":["Si è verificato un errore durante l'importazione di alcuni prodotti di esempio."],"Store logo updated sucessfully.":["Il logo del tuo negozio è stato aggiornato correttamente."],"Purchase & install now":["Acquista e installa ora"],"I'll do it later":["Lo farò più tardi"],"You won't have access to this functionality until the extensions have been purchased and installed.":["Non hai avuto accesso a questa funzione finché le estensioni non state acquistate e installate."],"Would you like to purchase and install the following features now?":["Desideri comprare e installare ora le seguenti funzioni?"],"%s — %s per year":["%s — %s all'anno"],"Remove block":["Rimuovi il blocco"],"There was an error connecting to WooCommerce.com. Please try again.":["Si è verificato un errore durante la connessione a WooCommerce.com. Riprova."],"Add your first product":["Aggiungi il tuo primo prodotto"],"Country \/ Region":["Paese\/regione"],"Yes please":["Sì"],"Retry":["Riprova"],"Done":["Fatto"],"woocommerce":["woocommerce"],"Facebook for WooCommerce":["Facebook per WooCommerce"],"Set up":["Configura"],"Mailchimp for WooCommerce":["MailChimp for WooCommerce"],"The PayFast extension for WooCommerce enables you to accept payments by Credit Card and EFT via one of South Africa’s most popular payment gateways. No setup fees or monthly subscription costs.":["L'estensione PayFast per WooCommerce consente di accettare i pagamenti con carta di credito e trasferimento elettronico dei fondi tramite uno dei gateway di pagamento più diffusi del Sudafrica. Nessuna tariffa di impostazione o costo di abbonamento mensile."],"Klarna Payments for WooCommerce":["Klarna Payments per WooCommerce"],"Klarna Checkout for WooCommerce":["Klarna Checkout per WooCommerce"],"Recommended":["Consigliato"],"Square":["Quadrato"],"Klarna Payments":["Pagamenti Klarna"],"Klarna Checkout":["Procedura di pagamento Klarna"],"Import products":["Importa prodotti"],"Jetpack":["Jetpack"],"Connect":["Connetti"],"Safe and secure payments using credit cards or your customer's PayPal account.":["Pagamenti sicuri e protetti utilizzando le carte di credito o gli account PayPal dei clienti."],"Import":["Importa"],"WooCommerce Services":["Servizi di WooCommerce"],"Free shipping":["Spedizione gratuita"],"Address line 1":["Indirizzo linea 1"],"Rest of the world":["Resto del mondo"],"Configure":["﻿Configura"],"and":["e"],"Direct bank transfer":["Bonifico bancario"],"Bank name":["Nome banca"],"IBAN":["IBAN"],"BIC \/ Swift":["BIC \/ Swift"],"Sort code":["Ordina per codice"],"Account number":["Numero conto corrente"],"Account name":["Intestatario conto corrente"],"API Username":["Nome utente API"],"API Password":["Password API"],"Store notice text":["Testo di avviso del negozio"],"Save":["Salva"],"No thanks":["No grazie"],"Cash on delivery":["Pagamento alla consegna"],"City":["Città"],"Continue":["Continua"],"Update":["Aggiorna"],"Settings":["Impostazioni"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/task-list.52fe0e41a24d55f1b9b1.js"}}